import React from "react";

export default function Presentation6() {
	return (
		<div>
			<h1>Клетъчна диференциация</h1>
			<ul>
				<li>
					генна експресия
					<ul>
						<li>
							крайното образуване на белтък, молекула ДНК/РНК;
							осъществява се под контрола на активирани и
							деактивирани гени
						</li>
					</ul>
				</li>
				<li>
					Клетъчна диференциация при растителни клетки
					<ul>
						<li>
							Диференциация
							<ul>
								<li>
									процес, при който дъщерните клетки
									придобиват морфологични структурни и
									функционални различия от майчината клетка
								</li>
							</ul>
						</li>
						<li>
							Реемрбионизация
							<ul>
								<li>
									процес, при който деферинцирани клетки се
									меристемизират
								</li>
							</ul>
						</li>
						<li>редиференциация</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
