import React from "react";

export default function Presentation2() {
	return (
		<div>
			<h1>Клетъчна диференциация</h1>
			<ul>
				<li>
					Диференциация на растителните клетки
					<ul>
						<li>
							Диференцирана експресия на различни гени води до
							различия в клетъчните типове
						</li>
						<li>
							В основата лежи активирането на едни и
							деактивирането на други гени
						</li>
						<li>
							Генна експресия
							<ul>
								<li>
									процес, при който информацията в гена се
									реализира във функционален продукт - РНК и
									белтъци.
								</li>
							</ul>
						</li>
						<li>
							Диференциация
							<ul>
								<li>
									процес, при който растителните клетки
									придобиват структурни и функционални
									свойства, различни от тези на родителската
									клетка
								</li>
							</ul>
						</li>
						<li>
							реембрионизация(дедиференциация)
							<ul>
								<li>
									При определени условия, клетката се връща
									към ембрионално състояние
								</li>
							</ul>
						</li>
						<li>
							Редиференциация
							<ul>
								<li>
									Клетката претърпява вторична диференциация
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Диференциация на клетките при животните и човека
					<ul>
						<li>
							По време на ембрионалното развитие от зиготата в
							резултат на митотични деления се получават различни
							клетъчни типове
						</li>
					</ul>
				</li>
				<li>
					Реализация на генома в хода на ембрионалното развитие
					<ul>
						<li>
							Трансформацията по време на ембионалното развитие е
							резултат от три процеса
							<ul>
								<li>клетъчно делене</li>
								<li>клетъчна диференциация</li>
								<li>морфогенеза</li>
							</ul>
						</li>
						<li>
							Клетъчно делене
							<ul>
								<li>
									чрез поредица от митотични деления в
									зиготата се получават клетки с различен
									клетъчен фенотип, които се диференцират
								</li>
							</ul>
						</li>
						<li>
							Клетъчна диференциация
							<ul>
								<li>
									наличието на разнообразни клетъчни типове се
									дължи на различния набор белтъци
								</li>
							</ul>
						</li>
						<li>
							Морфогенеза
							<ul>
								<li>
									Процес на формиране на характерните за всяка
									тъкан структури, на органите и на организма
									като цяло
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Детерминанти на клетъчна диференциация
					<ul>
						<li>
							Цитоплазмени детерминанти
							<ul>
								<li>
									Всички вещества и органели на яйцето, които
									повлияват ранното развитие на ембриона
								</li>
								<li>
									различните комбинации от детерминантите
									определят фенотипа на клетката
								</li>
							</ul>
						</li>
						<li>
							Средата около всяка клетка
							<ul>
								<li>
									Диференциацията се осъществява чрез контакт
									с молекули на клетъчната повърхност на
									съседни клетки или чрез секретирани от тях
									растежни фактори
								</li>
							</ul>
						</li>
						<li>
							Образуването на медиатор
							<ul>
								<li>
									рецепторен комплекс задейства сигнален път,
									който активира генната експресия и води до
									поява на нови белтъци
								</li>
							</ul>
						</li>
						<li>
							Клетъчно разпознаване
							<ul>
								<li>
									способността на клетката да различава
									съседни клетки чрез молекули на клетъчната
									повърхност
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Регулация на генната експресия и клетъчната диференциация
					<ul>
						<li>
							Най-ранните промени насочващи клетката към
							диференциация са на молекулно равнище.
						</li>
						<li>
							Първи белег за диференциация е появата на иРНК за
							тъканно специфични белтъци, характерни за определена
							тъкан
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
