import React from "react";

export default function Presentation3() {
	return (
		<div>
			<h1>Надклетъчни равнища на организация на живата материя</h1>
			<ul>
				<li>
					Равнища на организация
					<ul>
						<li>Микросистема – клетка</li>
						<li>
							Мезосистема – многоклетъчен организъм
							<ul>
								<li>Тъкани</li>
								<li>Органи </li>
								<li>Системи от органи</li>
							</ul>
						</li>
						<li>
							Макросистема – Биосфера
							<ul>
								<li>Популация</li>
								<li>Биоценоза – съвкпност от популации</li>
								<li>
									Екосистема (съвкупността от биотоп – самият
									ареал и биоценоза – съвкупност от
									популациите)
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Клетъчна диференция – специализация на клетките различна от
					тази на майчината клетка
				</li>
				<li>Клетъчна сигнализация – хормонална / локална</li>
				<li>
					Клетъчни контакти
					<li>
						Изолиращ контакт
						<ul>
							<li></li>
						</ul>
					</li>
					<li>
						Свързващи контакти
						<ul>
							<li>
								Прост контакт – контакт от близко разстояние
								чрез гликокаликс (най-често срещан при
								животинските клетки)
							</li>
							<li>Шевово свързване</li>
							<li>
								Дезмозоми – пластинки по вътрешната повърхност
								на мембраната
							</li>
						</ul>
					</li>
					<li>
						Комуникиращи контакти
						<ul>
							<li>
								Плазмодезми
								<ul>
									<li>
										малко междумембранно пространство;
										цитоплазмени мостчета; междуклетъчни
										контакти, характерни за растителните
										клетки
									</li>
									<li>
										чрез това се осъществява транспирацията
										(изпарение на водата
									</li>
								</ul>
							</li>
							<li>
								Цепковидни контакти
								<ul>
									<li>
										контакт при разл. животински клетки; вид
										образуване на контакт чрез цитоплазма;
										образуват се белтъчни канали
										<ul>
											<li>
												двата белтъка се отварят и се
												образува канал, през който
												минават вещества
											</li>
										</ul>
									</li>
								</ul>
							</li>
							<li>
								Синапс
								<ul>
									<li>
										в него се осъществява, чрез предаване на
										невромедиатор от пресинаптчина мембрана
										на един неврон, към постсинаптчина
										мембрана на друг неврон (нервна клетка),
										желзиста или мускулна клетка
									</li>
								</ul>
							</li>
						</ul>
					</li>
				</li>
				<li>
					Тъкани (видове тъкани)
					<ul>
						<li>Опорна фунция</li>
						<li>Транспортна фунция</li>
						<li>Метаболитна фунция</li>
						<li>Защитна фунция</li>
					</ul>
				</li>
				<li>Системи и многоклетъчен организъм</li>
			</ul>
		</div>
	);
}
