import React from "react";

export default function Presentation4() {
	return (
		<div>
			<h1>Растителни тъкани</h1>
			<ul>
				<li>
					Образувателни тъкани
					<ul>
						<li>
							клетките са малки, тънкостенни, без централна
							вакуола, големи ядра; слабо диференцирани; имат
							слабо развити органели
						</li>
						<li>
							Меристемни тъкани
							<ul>
								<li>
									Свойства
									<ul>
										<li>
											делят се неопределено дълго време
										</li>
										<li>
											дават начало на останалите тъкани
										</li>
										<li>
											инициални клетки – постоянно делящи
											се {"->"} образуват трайни тъкани
										</li>
									</ul>
								</li>
								<li>
									Според произхода им
									<ul>
										<li>първични</li>
										<li>вторични</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Първична меристемна тъкан
							<ul>
								<li>връхни (аипикални)</li>
								<li>странични (латерални)</li>
								<li>вмъкнати (интеркаларни)</li>
							</ul>
						</li>
						<li>
							Вторични меристемни тъкани
							<ul>
								<li>камбий</li>
								<li>фелоген</li>
								<li>добавъчна (ранева)</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Паренхимни тъкани
					<ul>
						<li>
							най-стари, заемат най-голям обем в растителното тяло
						</li>
						<li>
							функции
							<ul>
								<li>
									фотосинтезираща паренхима (хлороенхима)
									<ul>
										<li>фотосинтеза</li>
										<li>
											най-специализирана – мезофилът на
											листата
										</li>
										<li>
											силно вакуолизирани клетки,
											централната вакуола – повечето обем
										</li>
									</ul>
								</li>
								<li>
									резервна паренхима
									<ul>
										<li>натрупват се запасни в-ва</li>
										<li>
											най-много – семена, плодове,
											кореноплоди, клубени
										</li>
										<li>
											различна структура спрямо резервното
											в-во
										</li>
									</ul>
								</li>
								<li>
									водоносна паренхима
									<ul>
										<li>
											едри, тънкостенни клетки с големи
											вакуоли
										</li>
										<li>
											най-често в сукулентните растения
											(кактуси – недостиг на вода)
										</li>
										<li>задържат вода</li>
									</ul>
								</li>
								<li>проводяща паренхима</li>
								<li>
									въздухоносна паренхима (аеренхима)
									<ul>
										<li>
											големи междуклетъчни пространства,
											изпълнени с въздух
										</li>
										<li>
											най-често – корените и стъблата на
											растения в заблатени места и водна
											среда
										</li>
										<li>
											образуват непрекъсната система за
											аерация, здравина и олекотяване на
											органите
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Покривни тъкани
					<ul>
						<li>покриват растителните органи</li>
						<li>регулират взаимодействието с околната среда</li>
						<li>
							Първична – епидерма
							<ul>
								<li>
									1 или повече слоя плътно прилепнали клетки
								</li>
								<li>фотосинтеза</li>
								<li>покрива листата (надземни части)</li>
								<li>
									основни клетки
									<ul>
										<li>най-слабо специализирани</li>
										<li>
											най-голяма част от епидермата +
											междуклетъчното пространство
											<ul>
												<li>
													кутинизиране – натрупване,
													образуване на
													кутикула(восък, кутин),
													восъчен налеп (натрупване на
													восък)
												</li>
											</ul>
										</li>
									</ul>
								</li>
								<li>
									власинки - трихоми
									<ul>
										<li>покривни – не отделят секрети</li>
										<li>жлезисти – отделят секрети</li>
									</ul>
								</li>
								<li>
									устица
									<ul>
										<li>
											специализирани отвори в епидермата
										</li>
										<li>газообмен + транспирация</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							вторична – в стъблата и корените
							<ul>
								<li>
									образувана от
									<ul>
										<li>
											вторична странична меристема –
											фелоген
										</li>
										<li>
											суберин – покрива обвивките на
											клетките
										</li>
									</ul>
								</li>
								<li>
									коркова тъкан
									<ul>
										<li>напълно диференцирани клетки</li>
										<li>
											мъртви клетки + въздух {"->"}
											еластични + хидрофобни - лещанка –
											специализирани отвори в корковата
											тъкан
										</li>
									</ul>
								</li>
								<li>
									лещанка
									<ul>
										<li>
											<li>
												газообмен + транспирация –
												връзка с околната среда
											</li>
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							третична – мъртва кора (мъртви клетки)
							<ul>
								<li>от фелогена</li>
								<li>
									неопадлива тъкан
									<ul>
										<li>
											слоевете са здраво свързани (дъб,
											бук, бреза)
										</li>
									</ul>
								</li>
								<li>
									опадлива (чинар, бор, евкалипт)
									<ul>
										<li>не са толкова здраво обвързани</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Механична тъкан
					<ul>
						<li>
							поддържа здравината и устойчивостта на растението
						</li>
						<li>
							клетките са с дебели клетъчни стени, плътно долепени
							една до друга без междуклетъчно пространство
						</li>
						<li>
							коленхим (коленхима)
							<ul>
								<li>
									тъкан, която е характерна за младите органи;
									в корените и стъблата е разположена
									непосредствено под епидермата или няколко
									слоя под нея
								</li>
							</ul>
						</li>
						<li>
							скреленхим (скреленхима)
							<ul>
								<li>
									клетките са с удебелени и вдървесинени
									клетъчни стени; характерни са за вече
									образувани органи (не баш младите, органи,
									които са спрели нарастването си); придава
									здравина и устойчивост
								</li>
								<li>
									склренхимни клетки
									<ul>
										<li>склренхимни клетки</li>
										<li>склереиди</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Проводящи тъкани
					<ul>
						<li>транспорт на в-вата в низходящ и възходящ ред</li>
						<li>
							дървесинна проводяща тъкан – ксилем
							<ul>
								<li>
									транспортира вода и разтворени в нея в-ва от
									корена през стъблото към листата – възходящ
									ток/ход
								</li>
								<li>
									изградена от трахеи и трахеиди – мъртви
									клетки {"->"} съседните клетки се
									припокриват
								</li>
							</ul>
						</li>
						<li>
							ликова проводяща тъкан – флоем
							<ul>
								<li>
									провежда от листата към останалите органи на
									растенията – низходящ ток/ход
								</li>
								<li>изградена от решетести цеви и клетки</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Секреторна тъкан
					<ul>
						<li>
							вътрешни
							<ul>
								<li>хормони</li>
								<li>фитохормони</li>
								<li>масла</li>
								<li>масла</li>
							</ul>
						</li>
						<li>
							външни
							<ul>
								<li>нектар</li>
								<li>смола</li>
								<li>захарни секрети</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
