import React from "react";

export default function Presentation5() {
	return (
		<div>
            <h1>Тъкани при животните и човека</h1>
			<ul>
				<li>
                Епителна тъкан
					<ul>
						<li>
							основни функции
							<ul>
								<li>
									защитна (ограничаване на организма от
									околната среда, осъществяване на контакт с
									околността)
								</li>
								<li>покривна</li>
								<li>абзорбираща (резорбционна)</li>
								<li>секреторна</li>
							</ul>
						</li>
						<li>
							плътно долепени клетки, малко количество
							междуклетъчно в-во
							<ul>
								<li>
									покривен епител – дели се на еднослоен (от
									формата на клетките: кубичен, призматичен) и
									многослоен (вроговяващ (дебел и здрав слой,
									който защитава кожата, + епидермалните
									образувания – нокти, ...) и невроговяващ
									(стените на вътрешни органи – хранопровод,
									лигавица, влагалището))
									<ul>
										<li>изграден от епителни клетки</li>
										<li>
											покрива външната повърхност на
											организма и повърхностите на
											органите
										</li>
									</ul>
								</li>
								<li>
									жлезист епител
									<ul>
										<li>изграден от жлезисти клетки</li>
										<li>
											изгражда жлезите (екзо- и
											ендокринните жлези)
										</li>
									</ul>
								</li>
								<li>
									преходен епител
									<ul>
										<li>
											покрива повърхността на част от
											органите на отделителната система
										</li>
									</ul>
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>Съединителна тъкан
                    <ul>
                        <li>клетките са с различни строеж и функция</li>
                        <li>голямо количество междуклетъчно в-во:
                            <ul>
                                <li>матрикс</li>
                                <li>голямо количество влакна</li>
                            </ul>
                        </li>
                        <li>видове съединителна тъкан
                            <ul>
                                <li>съединителни тъкани с трофичнo-защитна функция
                                    <ul>
                                        <li>ретикуларна съединителна тъкан
                                            <ul>
                                                <li>от ретикуларни влъкна</li>
                                                <li>голямо междуклетъчно пространство</li>
                                                <li>изгражда кръвотворните органи, лимфни възли</li>
                                            </ul>
                                        </li>
                                        <li>рехава съединителна тъкан – изгражда част от обвивките на органите, покрива кръвоносните съдове</li>
                                        <li>мастна съединителна тъкан
                                            <ul>
                                                <li>бяла мастна тъкан
                                                    <ul>
                                                        <li>изградена от клетки адипоцити – имат в себе си една голяма мастна капка, която заема почти цялото пространство на клетката</li>
                                                        <li>фунцкии
                                                            <ul>
                                                                <li>терморегулация</li>
                                                                <li>енергийно депо</li>
                                                                <li>защитна функция</li>
                                                            </ul>
                                                        </li>
                                                    </ul>
                                                </li>
                                                <li>кафява мастна тъкан – има в много малка част от организмите: само при новородени (по-добра терморегулация, при преработка на мастните киселини отделя топлина, бялата – АТФ) и хибернизиращи животни
                                                    <ul>
                                                        <li>изградени от по-малки мастни капки</li>
                                                        <li>функциите се припокриват</li>
                                                    </ul>
                                                </li>
                                            </ul>
                                        </li>
                                        <li>плътна съединителна тъкан (сухожилна)
                                            <ul>
                                                <li>съдържа голямо количество колагенови влакна</li>
                                            </ul>
                                        </li>
                                        <li>хрущялна съединителна тъкан
                                            <ul>
                                                <li>изгражда хрущялни клетки</li>
                                                <li>колагенови и еластинови (еластични) влакна</li>
                                                <li>видове: хиалинен, влакнест и еластинен (еластичен)</li>
                                            </ul>
                                        </li>
                                        <li>костна тъкан
                                            <ul>
                                                <li>изгрфадена от остеобласти, остеокласти и остеоцити</li>
                                            </ul>
                                        </li>
                                    </ul>
                                </li>
                                <li>съединителна тъкан с опорно-механична функция</li>
                            </ul>
                        </li>
                        <li></li>
                    </ul>
                </li>
				<li>Нервна тъкан
                    <ul>
                        <li>изградена от нервни и глиални клетки</li>
                        <li>краищата на окончанията на дендроните – терминални бутони – частта, чрез която се осъществява синапсът</li>
                        <li>импулсите се предават само чрез синапси</li>
                        <li>швановите клетки изграждат миелиновата обвивка
                            <ul>
                                <li>устройство
                                    <ul>
                                        <li>аксон</li>
                                        <li>дендрит</li>
                                        <li>сома (тяло)</li>
                                    </ul>
                                </li>
                                <li>видове
                                    <ul>
                                        <li>морфологично се делят на:
                                            <ul>
                                                <li>мултиполярни</li>
                                                <li>псевдополярни (сома в център; нямат дендрони)</li>
                                                <li>униполярни (нямат дендрони)</li>
                                                <li>биполярни</li>
                                            </ul>
                                        </li>
                                        <li>според функциите, които изпълняват</li>
                                        <li>междинен</li>
                                        <li>моторен</li>
                                        <li>сетивен</li>
                                    </ul>
                                </li>
                                <li>
                                невроглия – поддържа действието на основните функции на невроните
- най-важен вид глиални клетки - шванови

                                </li>
                            </ul>
                        </li>
                    </ul>
                </li>
				<li>Мускулна тъкан
                    <ul>
                        <li>скелетна-мускулна тъкан
                            <ul>
                                <li>захваща се с помощта на тропомиозин</li>
                                <li>изградени са от многоядрени клетки с продълговата форма</li>
                                <li>мускул <ul>
                                    <li>съвкупност от мускулни влакна, опаковани от обща обвивка</li>
                                    <li>съкращението на мускулите е волево</li></ul></li>
                            </ul>
                        </li>
                        <li>сърцева мускулна тъкан
                            <ul><li>изградено от вретеновидни клетки, които могат да имат 1 или 2 ядра (по-често 1)</li>
                            <li>неволево съкращение</li></ul>
                        </li>
                        <li>гладка мускулна тъкан
                            <ul>
                                <li>вретеновидна/издължени мускулни клетки с едно ядро без напречна набразденост</li>
                                <li>неволево съкращение</li>
                            </ul>
                        </li>
                    </ul>
                </li>
			</ul>
		</div>
	);
}
