import React from "react";

export default function Presentation1() {
	return (
		<div>
			<h1>Междуклетъчна сигнализация</h1>
			<ul>
				<li>
					Междуклетъчна сигнализация при растения
					<ul>
						<li>
							За да реагират на дразнители по подходящ начин,
							растенията притежават сложни механизми за предаване
							на стресови сигнали, в които участват компоненти
							като рецептори, вторични посредници, протеинкинази,
							транскрипционни фактори и фитохормони
						</li>
						<li>
							Външните(екзогенни) и вътрешните(ендогенни) сигнали
							се дефинират като първични посредници
							<ul>
								<li>
									рецептори
									<ul>
										<li>
											йонни канали, вътреклетъчни
											рецептори, G-протеинови рецептори,
											трансмембранни рецептори
										</li>
									</ul>
								</li>
							</ul>
						</li>
						<li>
							Сигнали, получени от рецепторите, които се
							разполагат по клетъчната повърхност или вътре в
							клетката, често се пренасят из цялата клетка чрез
							генериране на малки, бързо дифундиращи
							молекули-вторични посредници
						</li>
						<li>
							Три класа
							<ul>
								<li>Хидрофилни посредници</li>
								<li>липидни посредници</li>
								<li>газове</li>
							</ul>
						</li>
						<li>
							Вторичните посредници се свързват с прицелни
							протеини в цитоплазмата или ядрото на клетката,
							които притежават каталитична активност и се
							модифицират
							<ul>
								<li>
									Осъществяват ефекта си чрез последователност
									от биохимични реакции
								</li>
							</ul>
						</li>
						<li>
							Ключово значение имат светлочувствителните
							фотопротеини
							<ul>
								<li>фитохроми(улавят червена светлина)</li>
								<li>криптохроми (улавят синята светлина)</li>
							</ul>
						</li>
						<li>
							Калциевите йони са вторични посредници
							<ul>
								<li>
									Те са ранен отговор към фитохормони, ниска и
									висока температура, засушаване, патогени и
									др.
								</li>
								<li>
									Образуват комплекс с регулаторния белтък
									калмодулин, който може да стимулира някои
									ензими
								</li>
							</ul>
						</li>
					</ul>
				</li>
				<li>
					Междуклетъчна сигнализация при животните и човека
					<ul>
						<li>
							Когато междуклетъчната сигнализация се осъществява
							чрез молекула се различават два типа клетки
							<ul>
								<li>такива, които взаимодействат</li>
								<li>прицелни, върху които се въздейства</li>
							</ul>
						</li>
						<li>
							Прицелните клетки свързват медиатора чрез специфични
							рецептори за него
						</li>
						<li>
							Ако медиаторите са водоразтворими са разположени по
							външната повърхност на клетъчната мембрана.
						</li>
						<li>
							В зависимост от разстоянието между двете клетки се
							различават два вида сигнализация
							<ul>
								<li>ендокринна(хормонална)</li>
								<li>локална (тъканна)</li>
							</ul>
						</li>
						<li>
							Синапс
							<ul>
								<li>вариант на локална сигнализация</li>
								<li>
									Между двете клетки има синаптична цепка, в
									която се секретира невромедиатор
								</li>
								<li>
									След като медиаторът достигне прицелната
									клетка се свързва с мембранен или
									вътреклетъчен рецептор
								</li>
							</ul>
						</li>
						<li>
							Мембранните рецептори са два типа-първите съдържат
							йонен канал, който е част отмолекулата на рецептора
							и се отваря при свързване на медиатора
						</li>
						<li>
							При втория тип след свързване на медиатора се
							включва метаболитна верига от реакции, която
							директно или чрез молекула посредник предизвиква
							клетъчен отговор
						</li>
					</ul>
				</li>
				<li>
					Видове синапси
					<ul>
						<li>
							Химически синапси
							<ul>
								<li>
									Непряк, но близък контакт чрез цепковидно
									свързване между нервен терминал с друг
									неврон, мускулна или жлезиста клетка
								</li>
								<li>
									При тези синапси крайното разширение на
									аксона образува връзка с друга клетка, като
									в пространството между клетките се секретира
									медиатор
								</li>
							</ul>
						</li>
						<li>
							Електрически синапси
							<ul>
								<li>
									Структури за пряка междуклетъчна
									сигнализация. Между клетките има много
									близък контакт.Намират се конексони
								</li>
								<li>
									При този контакт промени в мембранния
									потенциал се предават от клетка в клетка без
									участие на медиатор
								</li>
							</ul>
						</li>
					</ul>
				</li>
			</ul>
		</div>
	);
}
